[Pickups.BP_ArmorIncrease_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="Novo aprimoramento disponível na oficina do Piero: Armadura Aprimorada"

[Pickups.BP_ArmorIncrease_twk:DisTweaks_Interactable_PickupBase_11 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_ExpBullets_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="Novo aprimoramento disponível na oficina do Piero: Tiro Explosivo da Pistola"

[Pickups.BP_ExpBullets_twk:DisTweaks_Interactable_PickupBase_12 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_FlareBolt_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="Novo item disponível no Piero: Flecha Incendiária"

[Pickups.BP_FlareBolt_twk:DisTweaks_Interactable_PickupBase_13 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_HealthPotion_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="Novo item disponível no Piero: Elixir de Saúde de Sokolov"

[Pickups.BP_HealthPotion_twk:DisTweaks_Interactable_PickupBase_14 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_SilentRunning_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="Nova melhoria disponível no Piero: Bota Furtiva 1"

[Pickups.BP_SilentRunning_twk:DisTweaks_Interactable_PickupBase_16 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_SpyglassZoom_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="Novo aprimoramento disponível no Piero: Óptica da Máscara 2"

[Pickups.BP_SpyglassZoom_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Pickups.BP_StickyGrenade_twk DisTweaks_AbstractItemPickup]
m_SingleItemPickupMessage="Novo aprimoramento disponível na oficina de Piero: Granada Pegajosa"

[Pickups.BP_StickyGrenade_twk:DisTweaks_Interactable_PickupBase_17 DisTweaks_Interactable_PickupBase]
m_NotUsableWhilePossessingInteractText=""
m_Name="`i"
m_InteractText="`GBA_Use` Pegar"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

